Repository: fred76/Fit-Measures
Catalog: Fit Measures/*.lproj/Localizable.strings
Languages: it

# LOCALWeight
source: Weight
it: Peso

# LOCALNeck
source: Neck
it: Collo

# LOCALBicep_R
source: Bicep_R
it: Bicipite_D

# LOCALBicep_L
source: Bicep_L
it: Bicipite_S

# LOCALForearm_R
source: Forearm_R
it: Avambraccio_D

# LOCALForearm_L
source: Forearm_L
it: Avambraccio_S

# LOCALChest
source: Chest
it: Torace

# LOCALWrist
source: Wrist
it: Polso

# LOCALWaist
source: Waist
it: Vita

# LOCALHips
source: Hips
it: Fianchi

# LOCALThigh_R
source: Thigh_R
it: Coscia_D

# LOCALThigh_L
source: Thigh_L
it: Coscia_S

# LOCALCalf_R
source: Calf_R
it: Polpaccio_D

# LOCALCalf_L
source: Calf_L
it: Polpaccio_S

# LOCALBicep_R_Relax
source: Bicep_R
it: Bicipite_D

# LOCALBicep_L_Relax
source: Bicep_L
it: Bicipite_S

# LOCALTriceps
source: Tricep
it: Tricipite

# LOCALBiceps
source: Bicep
it: Bicipite

# LOCALMidaxillary
source: Midaxillary
it: Ascellare

# LOCALAbdominal
source: Abdominal
it: Addominale

# LOCALSubscapular
source: Subscapular
it: Subscapolare

# LOCALSuprailiac
source: Suprailiac
it: Soprailliaca

# LOCALThigh
source: Thigh
it: Coscia

# LOCALlean
source: Lean
it: Magra

# LOCALfat
source: Fat
it: Grassa

# LOCALPlicheSum
source: Skin folds Sum
it: Somma Pliche

# LOCALBodyDensity
source: Body Density
it: Densità Corporea

# LOCALbodyFat%
source: body Fat %
it: % Massa Grassa

# LOCALLeanBodyMass
source: Lean Body Mass
it: Massa Magra

# weight_Descr
source: Stand still, with your weight distributed evenly on both feet.
it: In piedi, Con il peso distribuito univormemente sui piedi.

# neck_Descr
source: Standing, measure your neck at its largest girth, right over the Adamâ€™s apple.
it: In piedi, misura il collo nella parte più larga, sopra il pomo di Adamo.

# bicep_R_Descr
source: Measure at its largest girth, flexed with arm bent.
it: Misura la massima circonferenza con il braccio peigato.

# bicep_L_Descr
source: Measure at its largest girth, flexed with arm bent.
it: Misura la massima circonferenza con il braccio peigato.

# Forearm_R_Descr
source: Measure at its largest girth, hand clenched.
it: Misura la massima circonferenza, mano chiusa.

# forearm_L_Descr
source: Measure at its largest girth, hand clenched.
it: Misura la massima circonferenza, mano chiusa.

# wrist_Descr
source: Measure at wrist joint hand open.
it: misura al polso.

# chest_Descr
source: Standing, measure with breath out just above the nipple.
it: In piedi, misura in espirazione all'altezza dei capezzoli.

# waist_Descr
source: Standing, measure at the narrowest point or at the midway point between the top of the hip bone and the bottom of the rib cage.
it: In piedi,Misura la minima circonferenza, a metà tra la cresta illiaca e le costole.

# hips_Descr
source: Measure at the largest girth, where the butt is protruding the greatest.
it: Misura la massima circonferenza.

# Thigh_R_Descr
source: Standing, measure at the largest girth, just below the butt.
it: In piedi, misura alla massima circonferenza.

# thigh_L_Descr
source: Standing, measure at the largest girth, just below the butt.
it: In piedi, misura alla massima circonferenza.

# Calf_R_Descr
source: Seated if you are measuring yourself or standing if you have a partner, measure at its largest girth.
it: Seduto se da solo o in piedi se aiutato, misura la larghezza massima.

# calf_L_Descr
source: Seated if you are measuring yourself or standing if you have a partner, measure at its largest girth.
it: Seduto se da solo o in piedi se aiutato, misura la larghezza massima.

# bicep_R_Down_Descr
source: Measure at its largest girth, flexed with arm relaxed.
it: Misura la massima circonferenza con il braccio rilassato.

# bicep_L_Down_Descr
source: Measure at its largest girth, flexed with arm relaxed.
it: Misura la massima circonferenza con il braccio rilassato.

# tricipite_Descr
source: Vertical fold Posterior midline of the upper arm Halfway between the acromion (shoulder) and olecranon processes (elbow) Arm held freely to the side of the body.
it: misurata verticalmente nel punto intermedio tra l'articolazione della spalla e del gomito (tra l'acromion e l'olecranon), con le braccia rilassate lungo i fianchi.

# sottoscapola_Descr
source: Vertical fold Anterior midline of the thigh Midway between the proximal border of the patella (upper knee) and the inguinal crease (hip).
it: misurata diagonalmente (formando un angolo di 45); ad 1-2 cm sotto l'angolo inferiore della scapola.

# addome_Descr
source: Vertical (modern technique) 2 cm or 1 inch to the right side of the umbilicus Horizontal fold (traditional) 2 cm to the right side of the umbilicus.
it: misurata orizzontalmente; 2 cm a destra e 1 cm sotto l'ombelico.

# petto_Descr
source: Diagonal fold Men: one-half the distance between the anterior axillary line (crease of the underarm) and the nipple Women: one-third of the distance between the anterior axillary line and the nipple.
it: Misurata diagonalmente a metà distanza tra la linea ascellare anteriore e il capezzolo (uomo) o a 1/3 dalla distanza tra la linea ascellare anteriore e il capezzolo (donna).

# soprailliaca_Descr
source: Diagonal fold Anterior axillary line (modern technique) immediately superior to the iliac crest in line with the natural angle of the iliac crest taken Mid-axillary line (traditional Superior to the iliac crest.
it: misurata diagonalmente in linea con l'angolo formatosi tra la cresta iliaca e la linea ascellare anteriore immediatamente sopra alla cresta iliaca (formando un angolo di 30)

# bicipite_Descr
source: Vertical fold Anterior aspect of the arm over the belly of the biceps muscle 1 cm above the level used to mark the triceps site.
it: misurata verticalmente rispetto al braccio , sul picco del bicipite.

# ascella_Descr
source: Vertical or Horizontal fold Midaxillary line at the level of the xiphoid process of the sternum
it: misurata verticalmente sulla linea medioascellare (sotto il cavo ascellare) a livello del capezzolo.

# LOCALTricepsfold
source: Triceps fold
it: Pliche Tricepite

# LOCALBicepsfold
source: Biceps fold
it: Pliche Bicipite

# LOCALSubscapularfold
source: Subscapular fold
it: Pliche Subscapolare

# LOCALSuprailiacfold
source: Suprailiac fold
it: Pliche Soprailiaca

# LOCALMidaxillaryfold
source: Midaxillary fold
it: Pliche Ascellare

# LOCALAbdominalfold
source: Abdominal fold
it: Pliche Addominanale

# LOCALChestfold
source: Chest fold
it: Pliche Torace

# LOCALThighfold
source: Thigh fold
it: Pliche Coscia

# LOCALOverlayBicepgirth
source: Overlay Bicep girth
it: Overlay Bicipite Circ.

# LOCALOverlayChestgirth
source: Overlay Chest girth
it: Overlay Torace Circ

# LOCALOverlayWaistgirth
source: Overlay Waist girth
it: Overlay Vita Circ.

# LOCALOverlayThighgirth
source: Overlay Thigh girth
it: Overlay Coscia Circ.

# LOCALOverlayWeight
source: Overlay Weight
it: Overlay Peso

source: Good Job
it: Ben fatto

source: Check Your Insight
it: Vai a Grafici

source: No body weight availabe
it: Peso non disponibile

source: You want use
it: Vuoi usare

source: Kg for calcultate body data?
it: Kg per calcolare i dati corporei?

source: Body Weight
it: Peso

source: Body weight not available lean mass will be not calculated
it: Peso non disponibile la massa magra non sarà calcolata

source: First Girth's date:
it: La data della prima circonferenza:

source: Last Girth's date:
it: La data dell'ultima circonferenza:

source: Are not in range with first Skinfold's date:
it: non sono in linea con la prima data della pliche:

source: last Skinfold's date:
it: La data dell'ultima circonferenza:

source: WARNING
it: ATTENZIONE

source: Entry All Measurement
it: Inserisci tutte le misure

# INTROTXT
source: All calculations provided in Girth & Caliper are intended to assist users with reaaching their fitness goal. All values are only exstimated and should not be considered a substitute of a physician. For specific evaluation of your body composition or overall health, please consult a trained professional.
it: Tutti i dati forniti da Girth & Caliper sono intesi ad assistere l'utente a raggiungere la forma fisica richiesta. Tali dati sono solo una stima e non devono essere considerati un sostituto del parere medico. Per una valutazione della composizione corprea e sulla salute in generale rivolgersi ad un medico.

# LOCALmsg
source: In order to change the language, the App must be closed and reopened by you.
it: Per cambiare lingua l'app deve essere riavviata

# LOCALTitle
source: App restart required
it: L'App chiede il riavvio

# LOCALOK
source: Close now
it: Riavvia

# LOCALCancel
source: Cancel
it: Annulla
