Repository: fred76/Fit-Measures
Catalog: Storyboard/*.lproj/Main.strings
Languages: it

# 2GC-0k-5vt.text
source: Age
it: Età

# 2Qh-Pj-kf9.text
source: Raw Data Skin Fold
it: Dati Pliche

# 2Qq-Ds-4oS.text
source: Method & Use
it: Metodi e Uso

# 2R6-s4-MvA.text
source: Suprailiac
it: Soprailiaca

# 2To-CL-DOS.title
source: Pictures
it: Foto

# 44e-jc-6Ra.title
source: Pictures
it: Foto

# 4fh-NS-VvE.text
source: Body Density
it: Densità Corporea

# 5RK-un-XoV.text
source: Skin fold against relative girth over the time
it: Pliche su relativa circonferenza nel tempo

# 6yW-Dv-aKy.title
source: Settings
it: Impostazioni

# 9Jw-PK-lhp.text
source: Body WeightValue
it: Peso

# 9yE-nq-q5E.text
source: Subscapular
it: Subscapolare

# AJ9-cA-ymP.text
source: Contact Support
it: Contattaci

# Ae5-UA-Ova.text
source: Abdominal
it: Addominale

# ECE-GF-VZM.text
source: Method
it: Metodo

# GAy-Q4-N5K.normalTitle
source: Cancel
it: Annulla

# GTa-qj-b4s.text
source: Augmented reality :
it: Realtà aumentata :

# GaH-NX-LQN.text
source: Body Density Value
it: Densità Corporea

# GwF-my-ZDJ.text
source: Nothing to do here
it: Niente da fare

# GxT-dS-PeT.text
source: Back
it: Retro

# If2-rJ-1Tz.text
source: Weight
it: Peso

# Ilo-zT-3dc.text
source: Midaxillary
it: Ascellare

# Iqe-Hv-eTE.normalTitle
source: Export Skin Fold
it: Esporta Pliche

# Lpl-Ej-cgZ.normalTitle
source: Import Skin Fold
it: Importa Pliche

# Ly1-rC-qPP.text
source: Thigh
it: Coscia

# MBN-yk-fKu.text
source: Last weight
it: Ultimo peso

# MIM-1H-bj5.text
source: Chest
it: Torace

# N5j-6G-ycK.text
source: Height (cm)
it: Altezza (cm)

# NhH-yQ-1RC.text
source: Chest
it: Torace

# OfM-tL-adl.text
source: Triceps
it: Tricipiti

# Qbf-HV-yn8.normalTitle
source: Import Griths
it: Importa Circonferenze

# Rke-Dg-eDw.text
source: Suprailiac
it: Soprailiaca

# RoY-A1-yuD.text
source: Rate Girth & Caliper on App Store
it: Valuta G&C on App Store

# SFq-Kj-qt1.title
source: Body Measurement
it: Circonferenze

# SUe-sE-nDy.segmentTitles[0]
source: Male
it: Uomo

# SUe-sE-nDy.segmentTitles[1]
source: Female
it: Donna

# ShH-xE-IeW.text
source: Abdominal
it: Addominale

# TJR-IR-nFi.title
source: Body Girths
it: Circonferenze

# W9g-tR-v8I.headerTitle
source: PROFILE
it: PROFILO UTENTE

# WCC-iI-fOT.normalTitle
source: Do not show Again.
it: Non mostrare più.

# XIC-gN-Gtw.text
source: Body Weight
it: Peso

# Y3a-eA-mcI.normalTitle
source: Overlay Weight
it: Overlay Peso

# ZHs-ZP-hbj.normalTitle
source: Take Pictures Today
it: Scatta una Ffoto

# ZK9-cN-XSZ.text
source: Thigh
it: Coscia

# a1N-fx-Wdf.text
source: Triceps
it: Tricipite

# aPf-t3-s1m.title
source: Insight
it: Grafici

# aU4-N9-BMv.placeholder
source: Skin fold 1 in mm
it: Pliche 1 in mm

# acn-Au-EZd.placeholder
source: Skin fold 3 in mm
it: Pliche 3 in mm

# b5f-7c-cnU.text
source: Managing External Data
it: Dati Esterni

# blV-Zk-OUW.normalTitle
source: Export Griths
it: Esporta Circonferenze

# d6l-xu-PkF.placeholder
source: Mesaure
it: Circonferenza

# e1m-o1-xaG.text
source: Lenght Unit
it: Lunghezza

# f8v-DA-eRM.text
source: Body Fat % Value
it: % Massa Grassa

# fQ7-1r-Gv5.placeholder
source: Skin fold 2 in mm
it: Pliche 2 in mm

# fWr-8q-NuP.text
source: Edit this data will compromise the calculated value
it: Manipolare questi dati comprometterà i calcoli eseguiti

# gIQ-kK-TqC.text
source: Weight Unit
it: Peso

# gYB-cj-S2c.title
source: Insights
it: Grafici

# h2r-g8-Aqf.text
source: All calculations provided in Girth & Caliper are intended to assist users with reaaching their fitness goal. All values are only exstimated and should not be considered a substitute of a physician. For specific evaluation of your body composition or overall health, please consult a trained professional.
it: Tutti i dati forniti da Girth & Caliper sono intesi ad assistere l'utente a raggiungere la forma fisica richiesta. Tali dati sono solo una stima e non devono essere considerati un sostituto del parere medico. Per una valutazione della composizione corprea e sulla salute in generale rivolgersi ad un medico.

# hGg-Qf-fXc.text
source: Credits
it: Crediti

# hOj-Q4-SxH.text
source: Midaxillary
it: Ascellare

# kDr-Rp-qKK.text
source: Front
it: Fronte

# ndg-ZT-nBD.text
source: Thigh
it: Coscia

# rik-IA-KZv.text
source: Raw Data Body Measurements
it: Dati Circonferenze

# stU-he-Dgk.headerTitle
source: Data Management
it: DATI

# t52-5Y-rGC.title
source: Skin Folds
it: Plicometria

# tUW-1F-OWZ.text
source: Biological Sex
it: Sesso

# tgN-uE-ZRn.title
source: Settings
it: Impostazioni

# tsI-E2-ry0.text
source: Share Girth & Caliper
it: Condividi iFit

# vey-uR-Jho.text
source: Biceps
it: Bicipite

# wzp-bd-1k8.text
source: Body Fat %
it: % Massa Grassa

# xoK-qg-1gL.normalTitle
source: Got It
it: Fatto

# y54-9T-C5T.text
source: Subscapular
it: Subscapolare

# yhp-Yg-Z5G.normalTitle
source: Cancel
it: Annulla

# zWg-gp-qSt.normalTitle
source: Skin Fold Template
it: Pliche Template

# vqr-f6-gyg.text
source: Languages
it: Lingua

# zMp-6l-tvM.text
source: Let's go shopping to save Jackson & Polloc data
it: Fai shopping per salvare i dati con Jackson & Polloc
