Repository: fred76/Fit-Measures
Catalog: Storyboard/*.lproj/SupplementStoryboard.strings
Languages: it

# 2HR-ZX-rVH.placeholder
source: Insert
it: Inserisci

# 2hu-2y-typ.text
source: Scort will End
it: Confezione finirà il:

# 3Xw-dC-Ejk.placeholder
source: Search Products
it: Cerca Prodotti

# 4pa-BW-lnO.text
source: Carbohydrates
it: Carboidrati

# 7YH-ff-dzZ.text
source: Days a Week
it: Giorni a Settimana

# 9BO-Sz-aFQ.placeholder
source: Insert
it: Inserisci

# 9Vj-3O-m3P.text
source: Brand
it: Marca

# 339-t8-6ne.text
source: Proteins
it: Proteine

# ATA-DE-PbS.text
source: Package Quantity
it: Quantità Confezione

# COF-Eg-04u.text
source: Ingredients
it: Ingredienti

# fbi-W5-dy0.title
source: Supplement
it: Intergratore

# gLt-4g-BSj.placeholder
source: Insert
it: Inserisci

# IbK-Ts-xz5.text
source: Stock will End
it: Confezione finirà il:

# Ibm-Rj-aY4.text
source: Proteins
it: Proteine

# Jkm-ZQ-BFS.text
source: Quantity
it: Quantità

# kMd-Z3-fV8.text
source: Daily Quantity
it: Quantità Giornaliera

# l2H-8P-g9X.text
source: Remeber me to buy
it: Ricordami di acquistare

# Lla-Gk-ig0.placeholder
source: Supplement Brand
it: Marca Intergratore

# LTc-L1-CFz.text
source: Proteins
it: Proteine

# lXE-wZ-0S0.text
source: Carbohydrates
it: Carboidrati

# mOv-Jh-b9e.text
source: Days a Week
it: Giorni a Settimana

# Ngf-st-yxB.placeholder
source: Insert
it: Inserisci

# og3-W5-zeR.text
source: Days a Week
it: Giorni a Settimana

# RSO-7A-Yzd.title
source: Supplement
it: Intergratori

# t5v-eG-r8x.text
source: Fats
it: Grassi

# TdT-29-cCL.text
source: Daily Quantity
it: Quantità Giornaliera

# tk5-FY-ABR.placeholder
source: Supplement Name
it: Nome Integratore

# wfR-Vy-alL.text
source: Brand
it: Marca

# WTD-od-IQK.placeholder
source: Insert
it: Inserisci

# xVH-m5-3Qv.text
source: Quantity
it: Quantità

# xXe-ju-iQP.normalTitle
source: Search More ...
it: Cerca ancora ...

# Xz6-of-11V.text
source: Fats
it: Grassi

# y1S-pF-5Ij.text
source: Remeber me to buy
it: Ricordami di acquistare

# YCA-OF-KmQ.title
source: Supplements
it: Intergratori

# yIj-F5-DNt.text
source: Carbohydrates
it: Carboidrati

# YO4-j7-SHm.text
source: Package Quantity
it: Quantità Confezione

# yVA-Aa-o4J.text
source: Fats
it: Grassi

# zcX-uU-7XM.title
source: Supplements
it: Integratori
